{
  "model_type": "fastconformer",
  "vocab_size": 1024,
  "d_model": 1024,
  "encoder_layers": 24,
  "encoder_attention_heads": 8,
  "encoder_ffn_dim": 4096,
  "encoder_layerdrop": 0.1,
  "activation_function": "silu",
  "dropout": 0.1,
  "attention_dropout": 0.1,
  "activation_dropout": 0.1,
  "initializer_range": 0.02,
  "conv_kernel_size": 9,
  "subsampling_factor": 8,
  "subsampling_conv_channels": 256,
  "use_bias": false,
  "num_mel_bins": 128,
  "pad_token_id": 0,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "architectures": [
    "FastConformerModel"
  ]
} 