{
  "architectures": [
    "LlamaForCausalLM"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "bos_token_id": 1,
  "dtype": "float32",
  "eos_token_id": 2,
  "head_dim": 16,
  "hidden_act": "silu",
  "hidden_size": 32,
  "initializer_range": 0.02,
  "intermediate_size": 64,
  "max_position_embeddings": 2048,
  "mlp_bias": false,
  "model_type": "llama",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "num_key_value_heads": 2,
  "pad_token_id": null,
  "pretraining_tp": 1,
  "rms_norm_eps": 1e-06,
  "rope_parameters": {
    "rope_theta": 10000.0,
    "rope_type": "default"
  },
  "tie_word_embeddings": false,
  "transformers_version": "5.3.0.dev0",
  "use_cache": false,
  "vocab_size": 100
}
