{
  "added_tokens_decoder": {
    "0": {
      "content": "<s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<pad>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2": {
      "content": "</s>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "64001": {
      "content": "<mask>",
      "lstrip": true,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "64002": {
      "content": "</doc>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64003": {
      "content": "<image>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64004": {
      "content": "</image>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64005": {
      "content": "</chunk>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64006": {
      "content": "</line>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64007": {
      "content": "<phrase>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64008": {
      "content": "</phrase>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64009": {
      "content": "<object>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64010": {
      "content": "</object>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64011": {
      "content": "</delimiter_of_multi_objects/>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64012": {
      "content": "<grounding>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64013": {
      "content": "<patch_index_0000>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64014": {
      "content": "<patch_index_0001>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64015": {
      "content": "<patch_index_0002>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64016": {
      "content": "<patch_index_0003>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64017": {
      "content": "<patch_index_0004>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64018": {
      "content": "<patch_index_0005>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64019": {
      "content": "<patch_index_0006>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64020": {
      "content": "<patch_index_0007>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64021": {
      "content": "<patch_index_0008>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64022": {
      "content": "<patch_index_0009>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64023": {
      "content": "<patch_index_0010>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64024": {
      "content": "<patch_index_0011>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64025": {
      "content": "<patch_index_0012>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64026": {
      "content": "<patch_index_0013>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64027": {
      "content": "<patch_index_0014>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64028": {
      "content": "<patch_index_0015>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64029": {
      "content": "<patch_index_0016>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64030": {
      "content": "<patch_index_0017>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64031": {
      "content": "<patch_index_0018>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64032": {
      "content": "<patch_index_0019>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64033": {
      "content": "<patch_index_0020>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64034": {
      "content": "<patch_index_0021>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64035": {
      "content": "<patch_index_0022>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64036": {
      "content": "<patch_index_0023>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64037": {
      "content": "<patch_index_0024>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64038": {
      "content": "<patch_index_0025>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64039": {
      "content": "<patch_index_0026>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64040": {
      "content": "<patch_index_0027>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64041": {
      "content": "<patch_index_0028>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64042": {
      "content": "<patch_index_0029>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64043": {
      "content": "<patch_index_0030>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64044": {
      "content": "<patch_index_0031>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64045": {
      "content": "<patch_index_0032>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64046": {
      "content": "<patch_index_0033>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64047": {
      "content": "<patch_index_0034>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64048": {
      "content": "<patch_index_0035>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64049": {
      "content": "<patch_index_0036>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64050": {
      "content": "<patch_index_0037>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64051": {
      "content": "<patch_index_0038>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64052": {
      "content": "<patch_index_0039>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64053": {
      "content": "<patch_index_0040>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64054": {
      "content": "<patch_index_0041>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64055": {
      "content": "<patch_index_0042>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64056": {
      "content": "<patch_index_0043>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64057": {
      "content": "<patch_index_0044>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64058": {
      "content": "<patch_index_0045>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64059": {
      "content": "<patch_index_0046>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64060": {
      "content": "<patch_index_0047>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64061": {
      "content": "<patch_index_0048>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64062": {
      "content": "<patch_index_0049>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64063": {
      "content": "<patch_index_0050>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64064": {
      "content": "<patch_index_0051>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64065": {
      "content": "<patch_index_0052>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64066": {
      "content": "<patch_index_0053>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64067": {
      "content": "<patch_index_0054>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64068": {
      "content": "<patch_index_0055>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64069": {
      "content": "<patch_index_0056>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64070": {
      "content": "<patch_index_0057>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64071": {
      "content": "<patch_index_0058>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64072": {
      "content": "<patch_index_0059>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64073": {
      "content": "<patch_index_0060>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64074": {
      "content": "<patch_index_0061>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64075": {
      "content": "<patch_index_0062>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64076": {
      "content": "<patch_index_0063>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64077": {
      "content": "<patch_index_0064>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64078": {
      "content": "<patch_index_0065>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64079": {
      "content": "<patch_index_0066>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64080": {
      "content": "<patch_index_0067>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64081": {
      "content": "<patch_index_0068>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64082": {
      "content": "<patch_index_0069>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64083": {
      "content": "<patch_index_0070>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64084": {
      "content": "<patch_index_0071>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64085": {
      "content": "<patch_index_0072>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64086": {
      "content": "<patch_index_0073>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64087": {
      "content": "<patch_index_0074>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64088": {
      "content": "<patch_index_0075>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64089": {
      "content": "<patch_index_0076>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64090": {
      "content": "<patch_index_0077>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64091": {
      "content": "<patch_index_0078>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64092": {
      "content": "<patch_index_0079>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64093": {
      "content": "<patch_index_0080>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64094": {
      "content": "<patch_index_0081>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64095": {
      "content": "<patch_index_0082>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64096": {
      "content": "<patch_index_0083>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64097": {
      "content": "<patch_index_0084>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64098": {
      "content": "<patch_index_0085>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64099": {
      "content": "<patch_index_0086>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64100": {
      "content": "<patch_index_0087>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64101": {
      "content": "<patch_index_0088>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64102": {
      "content": "<patch_index_0089>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64103": {
      "content": "<patch_index_0090>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64104": {
      "content": "<patch_index_0091>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64105": {
      "content": "<patch_index_0092>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64106": {
      "content": "<patch_index_0093>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64107": {
      "content": "<patch_index_0094>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64108": {
      "content": "<patch_index_0095>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64109": {
      "content": "<patch_index_0096>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64110": {
      "content": "<patch_index_0097>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64111": {
      "content": "<patch_index_0098>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64112": {
      "content": "<patch_index_0099>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64113": {
      "content": "<patch_index_0100>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64114": {
      "content": "<patch_index_0101>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64115": {
      "content": "<patch_index_0102>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64116": {
      "content": "<patch_index_0103>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64117": {
      "content": "<patch_index_0104>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64118": {
      "content": "<patch_index_0105>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64119": {
      "content": "<patch_index_0106>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64120": {
      "content": "<patch_index_0107>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64121": {
      "content": "<patch_index_0108>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64122": {
      "content": "<patch_index_0109>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64123": {
      "content": "<patch_index_0110>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64124": {
      "content": "<patch_index_0111>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64125": {
      "content": "<patch_index_0112>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64126": {
      "content": "<patch_index_0113>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64127": {
      "content": "<patch_index_0114>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64128": {
      "content": "<patch_index_0115>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64129": {
      "content": "<patch_index_0116>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64130": {
      "content": "<patch_index_0117>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64131": {
      "content": "<patch_index_0118>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64132": {
      "content": "<patch_index_0119>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64133": {
      "content": "<patch_index_0120>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64134": {
      "content": "<patch_index_0121>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64135": {
      "content": "<patch_index_0122>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64136": {
      "content": "<patch_index_0123>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64137": {
      "content": "<patch_index_0124>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64138": {
      "content": "<patch_index_0125>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64139": {
      "content": "<patch_index_0126>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64140": {
      "content": "<patch_index_0127>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64141": {
      "content": "<patch_index_0128>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64142": {
      "content": "<patch_index_0129>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64143": {
      "content": "<patch_index_0130>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64144": {
      "content": "<patch_index_0131>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64145": {
      "content": "<patch_index_0132>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64146": {
      "content": "<patch_index_0133>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64147": {
      "content": "<patch_index_0134>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64148": {
      "content": "<patch_index_0135>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64149": {
      "content": "<patch_index_0136>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64150": {
      "content": "<patch_index_0137>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64151": {
      "content": "<patch_index_0138>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64152": {
      "content": "<patch_index_0139>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64153": {
      "content": "<patch_index_0140>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64154": {
      "content": "<patch_index_0141>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64155": {
      "content": "<patch_index_0142>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64156": {
      "content": "<patch_index_0143>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64157": {
      "content": "<patch_index_0144>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64158": {
      "content": "<patch_index_0145>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64159": {
      "content": "<patch_index_0146>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64160": {
      "content": "<patch_index_0147>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64161": {
      "content": "<patch_index_0148>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64162": {
      "content": "<patch_index_0149>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64163": {
      "content": "<patch_index_0150>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64164": {
      "content": "<patch_index_0151>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64165": {
      "content": "<patch_index_0152>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64166": {
      "content": "<patch_index_0153>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64167": {
      "content": "<patch_index_0154>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64168": {
      "content": "<patch_index_0155>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64169": {
      "content": "<patch_index_0156>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64170": {
      "content": "<patch_index_0157>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64171": {
      "content": "<patch_index_0158>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64172": {
      "content": "<patch_index_0159>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64173": {
      "content": "<patch_index_0160>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64174": {
      "content": "<patch_index_0161>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64175": {
      "content": "<patch_index_0162>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64176": {
      "content": "<patch_index_0163>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64177": {
      "content": "<patch_index_0164>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64178": {
      "content": "<patch_index_0165>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64179": {
      "content": "<patch_index_0166>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64180": {
      "content": "<patch_index_0167>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64181": {
      "content": "<patch_index_0168>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64182": {
      "content": "<patch_index_0169>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64183": {
      "content": "<patch_index_0170>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64184": {
      "content": "<patch_index_0171>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64185": {
      "content": "<patch_index_0172>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64186": {
      "content": "<patch_index_0173>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64187": {
      "content": "<patch_index_0174>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64188": {
      "content": "<patch_index_0175>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64189": {
      "content": "<patch_index_0176>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64190": {
      "content": "<patch_index_0177>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64191": {
      "content": "<patch_index_0178>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64192": {
      "content": "<patch_index_0179>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64193": {
      "content": "<patch_index_0180>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64194": {
      "content": "<patch_index_0181>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64195": {
      "content": "<patch_index_0182>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64196": {
      "content": "<patch_index_0183>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64197": {
      "content": "<patch_index_0184>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64198": {
      "content": "<patch_index_0185>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64199": {
      "content": "<patch_index_0186>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64200": {
      "content": "<patch_index_0187>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64201": {
      "content": "<patch_index_0188>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64202": {
      "content": "<patch_index_0189>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64203": {
      "content": "<patch_index_0190>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64204": {
      "content": "<patch_index_0191>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64205": {
      "content": "<patch_index_0192>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64206": {
      "content": "<patch_index_0193>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64207": {
      "content": "<patch_index_0194>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64208": {
      "content": "<patch_index_0195>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64209": {
      "content": "<patch_index_0196>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64210": {
      "content": "<patch_index_0197>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64211": {
      "content": "<patch_index_0198>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64212": {
      "content": "<patch_index_0199>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64213": {
      "content": "<patch_index_0200>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64214": {
      "content": "<patch_index_0201>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64215": {
      "content": "<patch_index_0202>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64216": {
      "content": "<patch_index_0203>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64217": {
      "content": "<patch_index_0204>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64218": {
      "content": "<patch_index_0205>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64219": {
      "content": "<patch_index_0206>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64220": {
      "content": "<patch_index_0207>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64221": {
      "content": "<patch_index_0208>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64222": {
      "content": "<patch_index_0209>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64223": {
      "content": "<patch_index_0210>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64224": {
      "content": "<patch_index_0211>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64225": {
      "content": "<patch_index_0212>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64226": {
      "content": "<patch_index_0213>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64227": {
      "content": "<patch_index_0214>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64228": {
      "content": "<patch_index_0215>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64229": {
      "content": "<patch_index_0216>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64230": {
      "content": "<patch_index_0217>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64231": {
      "content": "<patch_index_0218>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64232": {
      "content": "<patch_index_0219>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64233": {
      "content": "<patch_index_0220>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64234": {
      "content": "<patch_index_0221>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64235": {
      "content": "<patch_index_0222>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64236": {
      "content": "<patch_index_0223>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64237": {
      "content": "<patch_index_0224>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64238": {
      "content": "<patch_index_0225>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64239": {
      "content": "<patch_index_0226>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64240": {
      "content": "<patch_index_0227>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64241": {
      "content": "<patch_index_0228>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64242": {
      "content": "<patch_index_0229>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64243": {
      "content": "<patch_index_0230>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64244": {
      "content": "<patch_index_0231>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64245": {
      "content": "<patch_index_0232>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64246": {
      "content": "<patch_index_0233>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64247": {
      "content": "<patch_index_0234>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64248": {
      "content": "<patch_index_0235>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64249": {
      "content": "<patch_index_0236>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64250": {
      "content": "<patch_index_0237>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64251": {
      "content": "<patch_index_0238>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64252": {
      "content": "<patch_index_0239>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64253": {
      "content": "<patch_index_0240>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64254": {
      "content": "<patch_index_0241>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64255": {
      "content": "<patch_index_0242>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64256": {
      "content": "<patch_index_0243>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64257": {
      "content": "<patch_index_0244>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64258": {
      "content": "<patch_index_0245>",
      "lstrip": true,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": false
    },
    "64259": {
      "content": "<patch_index_0246>",
      "lstrip": true,
