{
  "architectures": [
    "Step3p7ForConditionalGeneration"
  ],
  "auto_map": {
    "AutoConfig": "configuration_step3p7.Step3p7Config",
    "AutoProcessor": "processing_step3.Step3VLProcessor",
    "AutoModelForCausalLM": "modeling_step3p7.Step3p7ForConditionalGeneration"
  },
  "model_type": "step3p7",
  "im_end_token": "<im_end>",
  "im_patch_token": "<im_patch>",
  "im_start_token": "<im_start>",
  "image_token_len": 169,
  "patch_token_len": 81,
  "image_token_id": 128001,
  "understand_projector_stride": 2,
  "use_im_start_end": "true",
  "vision_select_layer": -1,
  "projector_bias": false,
  "vision_config": {
    "model_type": "step3p5_vision",
    "image_size": 728,
    "patch_size": 14,
    "width": 1536,
    "layers": 47,
    "heads": 16,
    "pool_type": "none",
    "output_dim": null,
    "use_cls_token": false,
    "ls_init_value": 0.1,
    "use_ln_post": false,
    "hidden_act": "quick_gelu"
  },
  "text_config": {
    "architectures": [
      "Step3p5ForCausalLM"
    ],
    "rope_scaling": {
      "rope_type": "llama3",
      "factor": 2.0,
      "original_max_position_embeddings": 131072,
      "low_freq_factor": 1.0,
      "high_freq_factor": 32.0
    },
    "yarn_only_types": [
      "full_attention"
    ],
    "model_type": "step3p5",
    "hidden_size": 4096,
    "intermediate_size": 11264,
    "num_hidden_layers": 45,
    "max_seq_len": 262144,
    "max_position_embeddings": 262144,
    "vocab_size": 128896,
    "torch_dtype": "bfloat16",
    "mlp_layer_types": [
      "dense",
      "dense",
      "dense",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse",
      "sparse"
    ],
    "use_mfa": false,
    "num_attention_heads": 64,
    "num_attention_groups": 8,
    "head_dim": 128,
    "use_moe": true,
    "n_routed_experts": 288,
    "num_experts_per_tok": 8,
    "moe_intermediate_size": 1280,
    "share_expert_dim": 1280,
    "moe_layer_offset": 0,
    "moe_every_n_layer": 1,
    "norm_expert_weight": true,
    "moe_router_activation": "sigmoid",
    "moe_router_scaling_factor": 3.0,
    "att_impl_type": "GQA",
    "num_nextn_predict_layers": 3,
    "rope_theta": [
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0,
      5000000.0,
      10000.0,
      10000.0,
      10000.0
    ],
    "use_head_wise_attn_gate": true,
    "sliding_window": 512,
    "use_moe_router_bias": true,
    "need_fp32_gate": true,
    "sink": false,
    "layer_types": [
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention",
      "full_attention",
      "sliding_attention",
      "sliding_attention",
      "sliding_attention"
    ],
    "use_rope_layers": [],
    "partial_rotary_factors": [
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0,
      0.5,
      1.0,
      1.0,
      1.0
    ],
    "eos_token_id": [
      1,
      2,
      128007
    ],
    "bos_token_id": 0,
    "attention_other_setting": {
      "attention_type": "sliding_attention",
      "num_attention_heads": 96,
      "num_attention_groups": 8,
      "head_dim": 128,
      "true_head_dim": 128
    },
    "swiglu_limits": [
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      7,
      7,
      0.0,
      0.0,
      0.0
    ],
    "swiglu_limits_shared": [
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      0.0,
      16,
      16,
      0.0,
      0.0,
      0.0
    ]
  }
}