[UNK]
[SEP]
[CLS]
[PAD]
[MASK]
%
&
(
)
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
±
α
δ
ε
θ
λ
μ
σ
τ
χ
–
‘
’
′
−
##o
##s
##i
##t
##n
##1
##r
##f
##l
##e
##v
##p
##a
##c
##h
##5
##u
##w
##m
##g
##y
##2
##0
##6
##d
##k
##8
##b
##z
##x
##4
##q
##3
##α
##θ
##9
##7
##σ
##j
##he
the
##ti
##er
##on
##es
##ed
##in
##en
in
of
an
##le
##tion
##tr
##ne
ma
##re
and
##om
##si
##gne
##am
##ter
##al
##ing
magne
##is
##ur
##tic
##or
##ay
##ic
##ac
##th
to
##ayer
sam
##at
##ar
##ro
##as
samp
##el
##ent
fe
si
##an
co
##ib
##il
##ation
by
##ig
str
##ess
magnetic
layer
##op
##ve
##ain
##fac
##ly
##uc
##de
sample
##ec
is
##os
wi
##ul
##face
rib
##bon
ribbon
##ou
be
di
sur
con
de
##ow
magnet
with
com
for
pro
##osi
side
on
th
##ys
##res
comp
are
bo
ob
##ment
surface
dom
fi
##eld
stress
domain
##rom
##pp
from
##ol
##it
##les
##tions
##igh
al
##ff
##ure
##duc
re
##ce
##ensi
##tric
##sib
##ostric
magnetostric
at
bil
lo
##ayered
samples
layers
both
fig
mo
me
##per
##ere
##esis
##ros
bilayered
ch
ex
##ng
##tive
##opy
field
##ight
hys
were
##otr
##ted
anis
##teresis
##tical
loop
hysteresis
anisotr
app
##ir
##ts
##eter
##vi
##ane
##us
##ting
coil
as
or
se
whe
anisotropy
us
##end
##all
##ang
dep
st
ta
tensi
##zation
##ence
##ameter
##ous
tensile
it
mm
##ser
inter
induc
diff
obser
magnetostriction
coiling
ax
bul
ou
pane
sh
was
##tain
##ong
obtain
meas
observ
axis
bulk
panel
cur
pre
posi
res
##ot
##se
##ph
##di
##ble
##qu
##ties
##ely
##uct
diameter
that
composi
##ments
chang
loops
can
ele
wh
##te
##her
##ate
proper
obtained
properties
dis
mic
ne
val
##nd
##low
##ke
##ers
##tern
top
fe7
si1
##resent
using
show
micros
valu
am
air
cr
ha
pat
par
vi
##im
##ness
##ra
##ves
##min
##ken
##tization
##termin
magnetization
determin
##ross
taken
induced
positive
##ucture
pattern
cor
su
##lu
##pon
##ding
inc
##reas
##uring
##orph
##atur
##ect
domains
##sible
exp
wheel
interface
differ
observed
compositions
values
20
ab
op
pl
##og
##15
##par
inf
##sive
##ich
##ately
##out
magneto
this
##yst
along
moke
appl
appro
amorph
have
optical
amorphous
ac
b9
b15
cross
during
has
hol
nb
present
sm
sing
sec
tm
yi
##oo
##ial
##tom
##aight
##avi
##ced
##havi
##gh
##tiv
##trib
##sis
##ated
sim
##ations
straight
ribbons
bet
behavi
produc
only
##respon
##ressive
compressive
##ity
ref
##vid
depic
depend
state
out
measure
prepar
##sequ
element
si13
shown
correspon
##ystall
hold
nb3
single
tmc
yield
##tribu
behavior
cas
fes
im
lin
no
pr
rou
right
sc
sen
sensi
##sor
##ient
##ttom
##een
##ver
##pa
##agne
##ative
##aus
##ween
##00
##xim
##hed
##ured
##act
##ari
##ant
##ilar
cont
bottom
magnetostrictions
more
where
outer
resul
changes
distribu
crystall
visible
determined
about
approxim
section
between
dependence
prepared
sensor
##agnetic
approximately
25
dec
eit
high
not
opp
tw
##oin
##st
##ile
##ea
##em
##ating
##able
##ction
##ual
##gative
##hem
indi
##lec
##ick
##ical
##acter
same
##aracter
##ently
cosib
structure
##faces
##ech
wide
dire
surfaces
consequ
##osite
stresses
character
seen
table
measured
curves
which
negative
microsc
patterns
different
influ
production
reflec
##vidual
depicted
measurements
corresponding
fesib
decreas
either
opposite
two
individual
10
eff
fen
id
ker
pp
ph
satur
tem
tech
up
wel
wall
μm
##oc
##od
##so
##str
##if
##ies
##ied
##ization
##tu
##ner
##rac
##pec
##ag
##un
##und
##mos
##zed
their
##tructure
mater
##ished
##tics
##orm
##ack
##thod
##ature
##arly
layered
##ose
##ular
contr
consis
det
thick
compar
fix
##olog
all
also
method
fields
##tically
see
used
diffrac
while
microstructure
##atures
applied
small
##ials
##ghness
##tivity
similar
holders
lines
sensitivity
contact
distributions
crystallization
effect
fenb
iden
kerr
ppm
temper
techn
well
materials
13
af
ag
br
bec
bend
cl
cu
du
ev
ful
flow
ka
low
light
mt
mel
mpa
nm
pf
per
pea
ra
ray
rot
tr
ty
un
ver
vari
##id
##to
##ning
##nant
##rm
##layer
##ef
##etr
##present
##ad
##cal
##cur
##cess
##50
##ud
##mnant
##gth
##des
##72
then
therm
##tig
##enced
##ength
inves
inner
into
ang
man
main
##ree
##omagnetic
##ications
##icient
##round
si7
sides
##ansi
co72
strain
##osed
conf
process
stressed
##fficient
represent
remnant
coiled
sem
interlayer
curv
##phy
composition
changed
##lowed
topog
fe74
fe73
fe77
si12
##raphy
increas
exposed
applications
case
roughness
##ause
results
direction
consequence
influenced
saturation
##ormation
allo
diffraction
identical
technolog
because
cu1
due
pfc
peak
transi
typ
thermomagnetic
investig
topography
00
11
16
around
bu
cle
caus
chem
ed
eas
fing
fas
fol
goo
ii
its
long
length
one
pol
poin
ro
rect
rich
sti
suc
spec
und
vs
way
##ore
##sti
##ized
##now
##ress
##rst
##ew
##efficient
##vers
##pl
##pend
##poin
##ail
##atically
##cu
##hib
##med
##bil
these
##tial
##int
##ine
##ined
##inal
##enc
any
anal
##read
##sion
##amagnetic
##istics
##ord
##ates
##ary
##ard
##ase
##and
##anar
coefficient
struct
##ope
been
being
conc
comple
first
##olu
##itud
almos
alread
revers
local
mean
##peri
exhib
experi
##vious
##angular
##ameters
induces
observation
curve
previous
diameters
elements
##teg
nearly
paramagnetic
parameters
view
determine
sub
inclu
plane
planar
information
across
presented
smoo
##tively
holder
yielded
casting
imag
schem
sensors
characterized
characteristics
microscopy
decreasing
phase
consists
detail
thickness
fixed
fenbsib
temperatures
afm
agree
bending
close
full
radi
rotating
very
various
angle
mainly
transition
but
chemical
edx
easy
finger
fast
followed
good
longitud
points
rectangular
such
vsm
##point
##bility
analy
coefficients
structur
almost
already
reversal
exhibit
viewpoint
smooth
images
schematically
agreement
longitudinal
05
02
15
40
450
52
68
600
ar
ad
bl
bas
bel
bra
cz
cre
don
das
dot
el
end
fin
fact
fun
ge
hig
how
here
hoo
hard
if
know
li
la
lim
lef
mi
nam
nan
now
ot
oc
ow
ox
pu
pen
pos
pres
ris
rel
rec
resis
so
sl
sus
squ
ti
tend
tun
vib
we
xr
you
zer
±1
δh
−2
##ov
##ole
##ove
##iv
##ion
##itial
##ty
##the
##tan
##tane
##ns
##rk
##rint
##fic
##ll
##led
##less
##lished
##ever
##ving
##ps
##phe
##pti
##por
##print
##ap
##ati
##ct
##cr
##ctr
##cus
##ufac
##udi
##ms
##me
##mm
##milar
##gg
##gion
##ysi
##dic
##dul
##bly
##blished
##ze
##zz
##hes
them
they
theore
##erning
##edly
##ince
##ense
insi
insti
integ
initial
indic
##lel
max
mark
maps
##ome
##ometer
##ometr
##similar
##amb
##allel
##ist
##ison
##uration
##orted
##icular
##ach
##acy
##actically
##aches
##astic
features
sig
size
##anning
coul
##ible
##iguration
##essed
##opies
##lying
##ucible
##ultane
##oun
const
constr
magnetometer
without
comb
proced
propa
##pported
##itt
##itable
requ
region
reaches
##cepti
magnetostrictive
atmos
move
modul
chamb
ext
##ightly
anisotropies
applying
orient
setu
when
depth
star
studi
##ously
inducing
shif
##ongation
observations
position
respon
respec
changing
electr
whole
##hers
discus
dissimilar
never
shows
value
crack
crucible
having
part
parallel
##rating
summ
supported
suitable
incid
expect
express
above
approach
acc
accur
simultane
measurement
##sequently
correspond
yields
line
nozz
practically
scanning
sensitive
##arized
content
resulting
##ctional
direct
consequently
microscope
influence
reflected
reflecting
physi
walls
##ocr
##stressed
##age
control
contrary
detec
compared
comparison
methods
fenbcu
temperature
britt
evolu
lower
melts
perpend
unstressed
##curs
manufac
confir
configuration
curved
curvature
increase
alloy
alloys
technologies
type
investigated
clear
caused
polished
still
special
under
##ency
concerning
completed
means
experiments
subsequently
including
radius
fingerprint
analysis
structures
smoothness
black
based
bellow
done
dashed
dotted
elongation
functional
geometr
higher
however
hook
known
law
limit
left
mix
namely
nanocr
occurs
owing
published
penetr
presence
resistan
slightly
suscepti
tip
tendency
tunable
vibrating
xrd
young
zero
##theless
##phere
theoretical
inside
institu
integr
markedly
could
constant
construc
procedure
propag
atmosphere
modulus
oriented
setup
respectively
electron
nevertheless
cracking
summarized
accuracy
simultaneously
fenbcusib
evolution
perpendicular
manufact
geometry
resistance
susceptibility
