{
  "add_bos_token": true,
  "add_eos_token": false,
  "bos_token": "<BOS_TOKEN>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|END_OF_TURN_TOKEN|>",
  "legacy": true,
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<PAD>",
  "sp_model_kwargs": {},
  "spaces_between_special_tokens": false,
  "tokenizer_class": "CohereTokenizerFast",
  "unk_token": null,
  "use_default_system_prompt": false
}
